Repository: ahmedwaqas7015/fee-management-system
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ur

source: Fee Management System
ur: فیس مینجمنٹ سسٹم

source: Dashboard
ur: ڈیش بورڈ

source: Students
ur: طلباء

source: Logout
ur: لاگ آؤٹ

source: Back
ur: واپس

source: Back to List
ur: فہرست پر واپس

source: Add Student
ur: نیا طالب علم شامل کریں

source: Add New Student
ur: نیا طالب علم شامل کریں

source: Edit Student
ur: طالب علم میں ترمیم کریں

source: Update Student
ur: طالب علم اپ ڈیٹ کریں

source: View Student
ur: طالب علم دیکھیں

source: Student Details
ur: طالب علم کی تفصیلات

source: Student List
ur: طلباء کی فہرست

source: Manage student records
ur: طالب علم کے ریکارڈز کا انتظام

source: Save Student
ur: طالب علم محفوظ کریں

source: Cancel
ur: منسوخ کریں

source: Student ID
ur: طالب علم کی شناخت

source: Student ID cannot be changed
ur: طالب علم کی شناخت تبدیل نہیں کی جا سکتی

source: Personal Information
ur: ذاتی معلومات

source: Academic Information
ur: تعلیمی معلومات

source: Contact Information
ur: رابطے کی معلومات

source: Parent/Guardian Information
ur: والدین/سرپرست کی معلومات

source: Family/Siblings Information
ur: خاندان/بہن بھائیوں کی معلومات

source: First Name
ur: پہلا نام

source: Last Name
ur: آخری نام

source: Father Name
ur: والد کا نام

source: Date of Birth
ur: تاریخ پیدائش

source: Gender
ur: جنس

source: Male
ur: مرد

source: Female
ur: عورت

source: Other
ur: دیگر

source: Class
ur: جماعت

source: Class/Grade
ur: جماعت/درجہ

source: -- Select Class --
ur: -- جماعت منتخب کریں --

source: All Classes
ur: تمام جماعتیں

source: Admission Date
ur: داخلہ کی تاریخ

source: Admission Number
ur: داخلہ نمبر

source: Admission number will be auto-generated
ur: داخلہ نمبر خود بخود بنایا جائے گا

source: Address
ur: پتہ

source: Parent/Guardian Name
ur: والدین/سرپرست کا نام

source: Primary Contact Number
ur: بنیادی رابطہ نمبر

source: Secondary Contact Number (Optional)
ur: ثانوی رابطہ نمبر (اختیاری)

source: Optional
ur: اختیاری

source: Does this student have siblings in school?
ur: کیا اس طالب علم کے بہن بھائی اسکول میں ہیں؟

source: Select Family (if siblings exist)
ur: خاندان منتخب کریں (اگر بہن بھائی موجود ہیں)

source: -- Select Family --
ur: -- خاندان منتخب کریں --

source: -- No Family --
ur: -- کوئی خاندان نہیں --

source: Select family if siblings already exist in system
ur: خاندان منتخب کریں اگر بہن بھائی پہلے سے سسٹم میں موجود ہیں

source: Status
ur: حیثیت

source: Active
ur: فعال

source: Inactive
ur: غیر فعال

source: All
ur: سب

source: Search
ur: تلاش کریں

source: Search by name, ID, admission number...
ur: نام، شناخت، داخلہ نمبر سے تلاش کریں...

source: Filter
ur: فلٹر کریں

source: Actions
ur: اعمال

source: View
ur: دیکھیں

source: Edit
ur: ترمیم

source: Export to Excel
ur: ایکسل میں برآمد کریں

source: Student added successfully! Student ID: %(id)s
ur: طالب علم کامیابی سے شامل ہو گیا! طالب علم کی شناخت: %(id)s

source: Student updated successfully!
ur: طالب علم کامیابی سے اپ ڈیٹ ہو گیا!

source: Student deactivated successfully.
ur: طالب علم کامیابی سے غیر فعال ہو گیا۔

source: Error adding student: %(error)s
ur: طالب علم شامل کرنے میں خرابی: %(error)s

source: Error updating student: %(error)s
ur: طالب علم اپ ڈیٹ کرنے میں خرابی: %(error)s

source: Error deactivating student: %(error)s
ur: طالب علم غیر فعال کرنے میں خرابی: %(error)s

source: No students found.
ur: کوئی طالب علم نہیں ملا۔

source: Add your first student
ur: اپنا پہلا طالب علم شامل کریں

source: students
ur: طلباء

source: Name
ur: نام

source: Full Name
ur: مکمل نام

source: Age
ur: عمر

source: Contact
ur: رابطہ

source: Parent Contact
ur: والدین کا رابطہ

source: Family
ur: خاندان

source: Family Code
ur: خاندان کا کوڈ

source: Family Information
ur: خاندان کی معلومات

source: Father CNIC
ur: والد کا شناختی کارڈ

source: Father Contact
ur: والد کا رابطہ

source: Mother Name
ur: والدہ کا نام

source: Students in Family
ur: خاندان کے طلباء

source: No students in this family
ur: اس خاندان میں کوئی طالب علم نہیں

source: Siblings
ur: بہن بھائی

source: Pending Fees
ur: باقی فیس

source: unpaid fee(s)
ur: غیر ادا شدہ فیس

source: Pay Fees
ur: فیس ادا کریں

source: Recent Payments
ur: حالیہ ادائیگیاں

source: View All Payments
ur: تمام ادائیگیاں دیکھیں

source: No payments yet
ur: ابھی تک کوئی ادائیگی نہیں

source: Payment history feature coming in Phase 4
ur: ادائیگی کی تاریخ کا فیچر فیز 4 میں آئے گا

source: Fee payment feature coming in Phase 4
ur: فیس کی ادائیگی کا فیچر فیز 4 میں آئے گا

source: Previous
ur: پچھلا

source: Next
ur: اگلا

source: Parent Name
ur: والدین کا نام

source: Page Not Found
ur: صفحہ نہیں ملا

source: The page you are looking for does not exist.
ur: جس صفحے کی آپ تلاش کر رہے ہیں وہ موجود نہیں ہے۔

source: Go to Dashboard
ur: ڈیش بورڈ پر جائیں

source: Server Error
ur: سرور کی خرابی

source: Login successful! Welcome back.
ur: لاگ ان کامیاب! خوش آمدید۔

source: You have been logged out successfully.
ur: آپ کامیابی سے لاگ آؤٹ ہو گئے ہیں۔

source: Invalid username or password.
ur: غلط صارف نام یا پاس ورڈ۔

source: Language changed successfully.
ur: زبان کامیابی سے تبدیل ہو گئی۔

source: Invalid language selection.
ur: غلط زبان کا انتخاب۔

source: Please enter both username and password.
ur: براہ کرم صارف نام اور پاس ورڈ دونوں درج کریں۔

source: Your account is deactivated. Please contact administrator.
ur: آپ کا اکاؤنٹ غیر فعال ہے۔ براہ کرم منتظم سے رابطہ کریں۔
